Repository: dest81/aid_coordinator
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Keep Ukraine Connected
uk: Тримайте Україну на зв'язку

source: GNA Keep Ukraine Connected back-end
uk: Тримайте Україну на зв'язку

source: Donation administration
uk: Керування пожертвами

source: Personal info
uk: Персональні дані

source: Contact
uk: Контактна персона

source: Organisation
uk: Організація

source: Permissions
uk: Роль користувача

source: Important dates
uk: Дати важливих змін

source: Send welcome email
uk: Відправити привітання електронною поштою

source: Send custom email
uk: Надіслати електронною поштою

source: groups
uk: групи

source: website
uk: вебсайт

source: Contacts
uk: Контакти

source: Other
uk: Інше

source: Commercial (generic)
uk: Інша комерційна

source: Internet Provider
uk: Інтернет-провайдер

source: Internet Exchange
uk: Точка обміну трафіком

source: Equipment vendor
uk: Постачальник обладнання

source: Non-Profit (generic)
uk: Інша неприбуткова

source: Association
uk: Асоціація

source: Foundation
uk: Фундація

source: Educational (generic)
uk: Інший навчальний заклад

source: University
uk: Університет

source: Government (generic)
uk: Інша державна

source: Regulator
uk: Регулятор

source: name
uk: назва

source: type
uk: тип

source: listed
uk: включити до списку

source: Shown as a donor organisation on the website
uk: Внести до переліку організацій-донорів на вебсайті

source: logo
uk: логотип

source: organisation
uk: організація

source: organisations
uk: організації

source: role
uk: роль

source: Shown as a personal donor on the website
uk: Внести до переліку осіб-донорів на вебсайті

source: phone
uk: телефон

source: contact
uk: контакт

source: contacts
uk: Контакти

source: %(count)s message has been sent
uk: %(count)s повідомлення було відправлене

source: location
uk: розташування

source: when
uk: коли

source: offered item
uk: запропоноване найменування

source: requested item
uk: Найменування

source: items
uk: Найменування

source: Move to other request
uk: Перенести до іншого запиту

source: item of
uk: входить до

source: %(count)s item set to type %(type)s
uk: %(count)s найменування змінено на %(type)s

source: Set type to other
uk: Змінити тип на "інше"

source: Set type to hardware
uk: Змінити тип на "апаратне забезпечення"

source: Set type to software
uk: Змінити тип на "програмне забезпечення"

source: Set type to service
uk: Змінити тип на "сервіс"

source: Move to other offer
uk: Перенести до іншої пропозиції

source: claimed
uk: отримувач

source: Request
uk: Запит

source: Supply & Demand
uk: Пропозиції та замовлення

source: Show an overview of changes
uk: Показати зміни

source: email changes of this day (default: {date})
uk: надіслати зміни за цей день ({date})

source: Hardware
uk: Апаратне забезпечення

source: Software
uk: Програмне забезпечення

source: Service
uk: Сервіс

source: Unknown
uk: Інше

source: Send to GNA by donor
uk: Донор забезпечує доставку до GNA

source: Pickup requested
uk: Доставку організовує GNA

source: Contact the donor
uk: Запитати у донора

source: Return them to donor
uk: Повернути донору

source: Destroy them
uk: Знищити

source: Donate to another worthy cause
uk: Використати як пожертву для іншого випадку

source: Sell them and donate funds to Ukraine
uk: Продати і пожертвувати прибуток на Україну

source: Add
uk: Додано

source: Change
uk: Змінено

source: Delete
uk: Видалено

source: Offer
uk: Пропозиція

source: goal
uk: мета

source: Give a short description of what this request is for
uk: Стисло поясніть призначення

source: description
uk: опис

source: Provide more detail on this request, this is your elevator pitch!
uk: Опишіть ваш запит так, щоб усі кинулися його виконувати!

source: internal notes
uk: приватні нотатки

source: Internal notes that will NOT be shown publicly
uk: НЕ БУДУТЬ загальнодоступні на сайті

source: request
uk: запит

source: requests
uk: запити

source: brand
uk: виробник

source: Either a brand name or a description of the kind of brand
uk: Вкажіть виробника або тип обладнання

source: model
uk: модель

source: Either an explicit model or a description of the required features
uk: Номер моделі або опис необхідних функцій

source: # required
uk: мінімальна кількість

source: The minimal amount that you need
uk: мінімальна необхідна кількість

source: up to
uk: максимальна кількість

source: The maximum amount that you could use
uk: максимальна кількість яку ви зможете використати

source: notes
uk: нотатки

source: Any extra information that can help a donor decide if they have something that can help you
uk: Додаткова інформація, що зможе допомогти донорам

source: alternative for
uk: альтернатива до

source: In case there are multiple options to solve your problem
uk: якщо є декілька способів вирішити вашу проблему

source: requested items
uk: Найменування

source: Give a short description of what this offer is
uk: Стисло поясніть, що ви пропонуєте

source: Where is the equipment coming from?
uk: Звідки доставляється обладнання?

source: delivery method
uk: метод доставки

source: unused item handling
uk: невикористане обладнання

source: If we can't find a Ukrainian organisation that can use these items in a reasonable time, what should we do with them?
uk: Що робити, якщо ми в прийнятні строки не знайдемо українську компанію, яка зможе використати вашу пожертву?

source: offer
uk: пропозиція

source: offers
uk: пропозиції

source: # offered
uk: запропонована кількість

source: received
uk: отримано

source: offered items
uk: запропоновані найменування

source: who
uk: хто

source: action
uk: дія

source: what
uk: що

source: before
uk: до сміни

source: after
uk: після зміни

source: change
uk: зміна

source: changes
uk: зміни

source: added
uk: додав

source: changed
uk: змінив

source: removed
uk: видалив

source: did something to
uk: щось зробив з

source: Home
uk: Головна сторінка

source: Email
uk: Електронна кореспонденція
